Revit 2017 API
FabricSheetType.MinorReinforcementArea Property
 The area of fabric divided by the spacing of the wire in the minor direction.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
Since: 2013
Syntax
C#
public double MinorReinforcementArea { get; }
Visual Basic
Public ReadOnly Property MinorReinforcementArea As Double
	Get
Visual C++
public:
property double MinorReinforcementArea {
	double get ();
}
See Also
FabricSheetType Class
Autodesk.Revit.DB.Structure Namespace